# Tap 3rd party repositories
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tab "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jenv/jenv"
tap "pivotal/tap"
tap "homebrew/cask-fonts"
tap "sambadevi/powerlevel9k"


# Command Line utilites installed with core brew command
brew "bash"
brew "bash-completion"
brew "docker", link: false
brew "eot-utils"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "git"
brew "git-extras"
brew "gradle"
brew "jenv"
brew "maven"
brew "node"
brew "ondir"
brew "reattach-to-user-namespace"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"

# Oh My ZSH theme
brew "powerlevel9k"

# Non-GUI casks
cask "adoptopenjdk8"

# Graphical tools installed with brew cask
cask "brave-browser"
cask "docker"
cask "electric-sheep"
cask "firefox"
cask "focuswriter"
cask "google-chrome"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "logitech-control-center"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"

# Fonts from homebrew/cask-fonts
cask "font-jetbrains-mono"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-source-code-pro-for-powerline"
