tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "jenv/jenv"
cask "java"
brew "bash"
brew "bash-completion"
brew "fontconfig"
brew "gettext"
brew "git"
brew "docker"
brew "eot-utils"
brew "git-extras"
brew "heroku"
brew "hub", args: ["HEAD"]
brew "node"
brew "s3cmd"
brew "sbt"
brew "sbtenv"
brew "scala"
brew "scala@2.11"
brew "scalaenv"
brew "tmux"
brew "zsh"
brew "jenv/jenv/jenv"
cask "docker"
cask "iterm2"
cask "intellij-idea"
cask "atom"
cask "sublime-text"
cask "google-chrome"
cask "slack"
cask "spotify"
cask "spotify-notifications"
