tap "caskformula/caskformula"
tap "caskroom/cask"
tap "caskroom/versions"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "jenv/jenv"
tap "pivotal/tap"
brew "bash"
brew "bash-completion"
brew "docker", link: false
brew "eot-utils"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "git"
brew "git-extras"
brew "gradle"
brew "jenv"
brew "maven"
brew "node"
brew "ondir"
brew "reattach-to-user-namespace"
brew "tmux"
brew "tree"
brew "watchman", args: ["HEAD"]
brew "wget"
brew "zsh"
cask "docker"
cask "electric-sheep"
cask "firefox"
cask "focuswriter"
cask "google-chrome"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "postman"
cask "slack"
cask "spotify"
cask "spotify-notifications"
cask "visual-studio-code"
